export const postCommentData = [
    {
        userName: "user1",
        comment: "출판되게 폭넓는 개선이 사찰이어 심사가 점수의, 소아다 제기하다. 45퍼센트 참여하다 쉽고 있은 있고 별다르면, 납부하며 돌파하다 출판되게 폭넓는 개선이 사찰이어 심사가 점수의, 소아다 제기하다. 45퍼센트 참여하다 쉽고 있은 있고 별다르면, 납부하며 돌파하다."
    },
    {
        userName: "user2",
        comment: "국민의 모든 자유와 권리는 국가안전보장·질서유지 또는 공공복리를 위하여 필요한 경우에 한하여 법률로써 제한할 수 있으며, 제한하는 경우에도 자유와 권리의 본질적인 내용을 침해할 수 없다. 국정감사 및 조사에 관한 절차 기타 필요한 사항은 법률로 정한다. 대통령은 국민의 보통·평등·직접·비밀선거에 의하여 선출한다."
    },
    {
        userName: "user3",
        comment: "국무회의는 정부의 권한에 속하는 중요한 정책을 심의한다. 모든 국민은 인간다운 생활을 할 권리를 가진다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다."
    },
    {
        userName: "user4",
        comment: "모든 국민은 보건에 관하여 국가의 보호를 받는다. 모든 국민은 거주·이전의 자유를 가진다. 모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다. 국가는 농·어민과 중소기업의 자조조직을 육성하여야 하며, 그 자율적 활동과 발전을 보장한다."
    },

  ]